
 [
    {
      "id": 1,
      "title":"Aarzoo e Sanam",
      "lines":"Sanam ki aarzoo me rakh diya sar, Dikha de Yaa Khuda Rukhsar e Anwar\n Tere woh Husn ke jalwo ko paane, Tadapta hai mera dil jhilmila kar \nJo chupna tha tujhe parda me jaakar, Phiraya kyun hame apna bana kar \nLutaa kar saari Umr jo na paaya, Woh paaya hai teri ulfat ko paa kar\n Ke Saakhi ab hame sarshar kar de, Sharab e Jaam II lallah pila kar\n Sanam ki yaad yaade Haq hai jaano, Kahe Rabbani yeh Yazda ko paa kar\n Ke Aadil bhi hai shaida tera jaana, Mitaa do isko tum apna bana kar"
    },
      {
        "id": 2,
        "title": "Aasi ko Mustafa ne, Dar pe Bula Liya",
        "lines": "Aasi ko Mustafa ne Dar pe Bula Liya, Is Purkhata ki Aapne kismat jaga diya!\n Do boondh ki talab the hame Saakiye Kausar, Wehdat ka Jaam aapne yuhi baha diya!\nArshe Bari pe Hoti hai tazeem Aapki, Dil ko jhuka lo naam e Mohammad Jo AA Gaya!\n Nabiyo ki thi yeh aarzoo ummat ho Aapki, Ummat ko dekho Aapki Aisa Makaa Mila!\nJitne the budd Kaabe me Saare hi gir pade, Aur kankari ko Aapne Kalma padha Diya!\nHai Aashiqo ki jhurmut Gulshan me Aapke, Yazdani Peer ko Aapne sabse juda Kiya!\nAadil tu bhi to naaz kar kismat pe teri, Tujh ko Jamale Yaar ka naqsha bana diya!"
      },
      {
        "id": 3,
        "title":"Aap se pehle hamara",
        "lines":"Aap se pehle hamara... Sarwara koi nahi, Zindagi me aap jaisa... Rehnuma koi nahi\n Durr tujhse reh ke bhi... aye hum nasheen aye Jaane Jaan, Jisko pujaa hai Sadaa... woh tu hai aur koi nahi\n Yaar ke Sang jo bitaa... woh waqt bhi kya tha haseen, Aaj bhi maqsad hamara... dusra koi nahi\n Mujh mareez e Ishq ko... jisne bhi dekha yeh kaha, Hai Sanam iski dawa... aur dusra koi nahi\n Main bhi hu hairaan ke kaise... tera rang yeh chad gaya, Jiski ki nazre Inayat... tu hai woh koi nahi\n Darr Haqiqat aur bhi... humne Haseen dekhe magar, Meri nazron me jache woh... Dilruba koi nahi\n Hai badi uljhan me Aadil... isko suljhao zara, Khud me bhi to tujh ko paaya... dusra koi nahi"
      },
      {
        "id": 4,
        "title":"Aap se pehle hamara",
        "lines":"Aap se pehle hamara... Sarwara koi nahi, Zindagi me aap jaisa... Rehnuma koi nahi\n Durr tujhse reh ke bhi... aye hum nasheen aye Jaane Jaan, Jisko pujaa hai Sadaa... woh tu hai aur koi nahi\n Yaar ke Sang jo bitaa... woh waqt bhi kya tha haseen, Aaj bhi maqsad hamara... dusra koi nahi\n Mujh mareez e Ishq ko... jisne bhi dekha yeh kaha, Hai Sanam iski dawa... aur dusra koi nahi\n Main bhi hu hairaan ke kaise... tera rang yeh chad gaya, Jiski ki nazre Inayat... tu hai woh koi nahi\n Darr Haqiqat aur bhi... humne Haseen dekhe magar, Meri nazron me jache woh... Dilruba koi nahi\n Hai badi uljhan me Aadil... isko suljhao zara, Khud me bhi to tujh ko paaya... dusra koi nahi"
      },
      {
        "id": 5,
        "title":"Aye Aashiqo Ke Rehbar",
        "lines":"Dil yeh fida hai tumpar Aye Aashiqo Ke Rehbar, Yeh Jaan hai nichawar Aye Aashiqo Ke Rehbar\n Husno Jamal me Yakta Mere Sanam Tumhi ho, Tumse Na koi paaya Aye Aashiqe Payambar\nJaam e fanaa bekhud Humko Bhi pila Saaqi, Wo mast tere nain Jaise hai Hawze Kawsar\nKhush ho rahe hai Yazda kya hai Haseen Manzar, Rabbani Peer Ki bhi Kardo Lehed Munawwar\nLab par ho zikr tera Tasweer bane Dil me, Aur rooh bhi ho Roshan Aisa Karam ho humpar\n Rakhna Bharam aye Murshid Aadil Ki Aarzoo Ka, Waqt e Nazaa Jo Aaye Deedar ho Mayassar"
      },
        {
          "id": 6,
          "title":"Dil Deewana Peer-e-Rabbani Ka hai",
          "lines":"Dil deewana Peer-e-Rabbani Ka hai, Ye Gharana Peer-e-Rabbani ka hai\n Barse hai Rehmat Ki Barish Subho Shaam, Aashiyana Peer-e-Rabbani Ka hai\n Yazda hi Yazda pukaro har Ghadi, Yeh tarana Peer-e-Rabbani Ka hai\nInke Gulamo se koi takrae to, Woh Nishana Peer-e-Rabbani Ka hai\nShaad hai unke Gulam Aabad hai, Faiz jaari Peer-e-Rabbani Ka hai\nNaaz Kar Kismat pe apni Naaz Kar, Yeh Gharana Peer-e-Rabbani Ka hai\nAadil pe jo jae ab nazre Karam, Yeh Gadaa Peer-e-Rabbani Ka hai"
        },
      {
        "id": 7,
        "title": "Dil Ye Shaida Peer-E Yazdani Pe Hai",
        "lines": "Dil Ye Shaida Peer-E Yazdani Pe Hai, Iska Kehna Peer-E Yazdani Se Hai\n Hai Yeh Bus Tumpe Fida Ye Jaan lo... Koi Nahi Tumre Siwa Ye Jaanlo, Ab Kaha Jaye Yeh Tumko Chodke, Ab Yahi Kehna hai Iska Shor Se\n Peer Yazdani Ko Hai Dekhna, Hai Khuda Aur Nabi Ko Dekhna\n Nain bhi tarsat hai tumri deed ko, Na hi todo aap yeh umeed ko, Ab bohot muddat hui hai eid ko, Jalwa dikhla dijiye jo ho so ho\n Peer Yazdani Ko Hai Dekhna, Hai Khuda Aur Nabi Ko Dekhna\nAapki ulfat me guzre zindagi, Ho yahi meri talab ab aakhri, Aap se hi aap ko hai mangna, Hai yehi meri dua sunle sada\n Peer Yazdani Ko Hai Dekhna, Hai Khuda Aur Nabi Ko Dekhna\n Nakshe Paaye Yaar pe jab ho jabi, Hai urooje Bandagi woh har ghadi, Aadil Ki hai Sajdagah Chaukhat teri, Ho ata Aaka Mere Rangat Teri\n Peer Yazdani Ko Hai Dekhna, Hai Khuda Aur Nabi Ko Dekhna\n"
      },
        {
          "id": 8,
          "title": "Dum Ba Dum Yehi Zikr",
          "lines": "Dum Ba Dum Yehi Zikr Hona, Allah Bhi Hona Muhammad Bhi Hona Jo Bhi Hona So Hona, Bus Mere Yazda Ka Saath Hona.\n Tum bhi Hona Mein Bhi Hona, Illahllah Ban Ke Muhammed Hona, Jo Bhi Hona Jidhar Bhi Hona, Pehle Yaha Hona Phir Waha Hona\n Muhammed Bhi Hona Ali Bhi Hona, Fatima Wa Hassan Hussain Hona, Sab Hona To Hona Magar, Har Jaa Tu Mere Saath Hona\n Madaar Ka Jalwa Bhi Hona, Ghouse Bhi Hona Khawaja Bhi Hona, Madaar Ghous wa Khawaja Banke, Yazdani Allah Hai Allah Hona\n Daana Dekh Ko Nadaan Hona, Gandum Kha Kar Bahaar Hona, Bahaar Ho Kar Khud Mein Khona, Daana Hona Nadaan Na Hona\n Mila Hua Tha Juda Hona, Juda Hokar Mila Hona, Khud Hi Mein Khokar Khuda Hona, Fanna Hokar Bakaa Hona\n Hum Naam Ho Kar Gum Naam Hona, Mai Nahi Janta Mera Kya Hona, Hona To Fakat Itna Hona, Yazdani Ke Kadmo Mein Rabbani Khaak Hona"
        },
      {
        "id": 9,
        "title":"Ek Jaam in Aakho se Piladena Saakhia",
        "lines":"Ek Jaam in Aakho se Piladena Saakhiya, Mast Madhosh Apna Banadena Saakhiya\n Ke Nasha Umr bhar Rahe Tere Paymane Ka, Itne ehsaan mujhpe Kardena Saakhiya\nTeri Ulfat me guzre ye umr bhi meri, Zindagi se bekhabar Kardena Saakhiya\nJaha Utthe Nazar bus ho tu hi tu ho saamne, Bus itnisi he ilteja Sunlena Saakhiya\n Teri Khushbo se mehekti rahe ye zindagi meri, Meri Rage Gulu me bus Jaana Saakhiya\n Anjuman e Rabbani me Kubool Karke Mujhe, Tujh me Khone Ka hunar dedena Saakhiya\n Tumko he waasta Yazdani piya ka, Aadil ko bhi Kadmo me Jaga dena Saakhiya!"
      },
      {
        "id": 10,
        "title": "Fakat Teri Mohobbat",
        "lines": "Fakat Teri Mohobbat... He Hai Sanad E Rehai Meri, Mein To Behunaar Hu... Bus Teri Nisbat Hai Badayi Meri,\n Na hai talabe duniya... Na hain mal o zarr ki haajat, Tere kuche ki gulami hai BadShahi meri,\n Main jidhar dekhtha hu ab Nazar tu hi aata hai, Tere ishq me is qadr Badal chuki hai benai meri,\n Aaj mukhalifat par ja utar aae hai... Woh apne hai mere, Bura kya khaak hoga mera Jab Tu Chahta hai bhalai meri\n Farishte bhi pesh aaenge Bohot narmi se mujhse, Mere shijre me jab dekhenge ke tujh tak hai rasai meri\n Aadil ko kyu ho bhala Ab khoufe Jahannam, Khuda ke saame jab woh Denge gawahi meri"
      },
        {
          "id": 11,
          "title":"Guru Kirtan",
          "lines":"Har pal tu Guru ka dekhan jaa, Guru Sab se nirala hota hai, Dekhan Dekhan jab umr kate, Ishwar ka nazara hota hai\n Bhakti tu Guru ki karta jaa, Sewa me Guru ki tu aaja, Jo Guru Sharnan me aa jae, Ishwar ki Sharan me hota hai\n Hirdey me Guru ka naam japo, Charnan me Guru ke seesz dharo, Jo Guru tumhara ho jae, Ishwar bhi tumhara hota hai\n Rang chod tu saare duniya ke, Rang jaa tu Guru ke hi rang me, Jo Guru ka pyara ho jae, Ishwar ka bhi pyara hota hai\n Har pal jo Guru ka dhyan kare, Ishwar bhi usi ka dhyan kare, Aye bande Guru ke hi bhitar, Ishwar ka darshan hota hai\n Hai Guru hi apna Man mohan, Hai saare dukho ka woh marham, Aadil duniya aur mehshar me, Guru hi to sahara hota hai"
        },
        {
          "id": 12,
          "title":"Har Zarre me Khuda hai",
          "lines":"Har Zarre me Khuda hai Mujhe Maloom na tha, Saara aalam uska Pata hai Mujhe Maloom na tha!\n Laa Sharik hai woh Jaano Phir bhi Sharik hai yeh Samjho, Nah Nu Aqrab me Chupa hai Yaar Mujhe Maloom na tha!\nKhud Ke Rehne Ki Khatir Yeh mitti ka Ghar Banaya hai, Yeh usi Ki Zinda Mazaar hai Mujhe Maloom na tha!\nHawwa Ko Banaya Parde me Aur Khud bhi chupa hai parde me, Parde Ka ye raaz kya hai Mujhe Maloom na tha!\nAashiq ho Kar Khud hi Mashooq bana wo Khud, Apne hi jalwo pe wo fida hai Mujhe Maloom na tha!\nAabey Hayaat Ka yeh Moti Mujhme hi tha Chupa, Ratan Ka yeh Kya Raaz hai Mujhe Maloom Na tha!\nIshara Karke 'Yadullahe Fauka Ayde him' Ka Usne, Murshid Ka Chola Pehenkar woh Chala hai Mujhe Maloom na tha!\n Buth Khana wa Kaaba Har jagah usko dekha humne, Bismillah Ke Jalwo me Yazdani Chupa tha Mujhe Maloom na tha!\nAb Kya Kahoge Rabbani Munawwar Ki Jalwagari dekh Kar, Sanam Mera Sabse Juda hai Mujhe Maloom na tha!"
        },
        {
          "id": 13,
          "title": "Husn E Yaar",
          "lines": "Husn E Yaar Mein Kya Khoob Nazara Dekha, Peer Yazdani Ke Chehre Ka Ishara Dekha\n Ishq Mein Jo Bhi Duba... Usko Ubharte Dekha, Tere Jalwo Mein Kitno... Ko Hi Marte Dekha\n Yu To Kehne Ko To Hai Lakhon Haseen Duniya Mein, Meri Nazro Ne To Yeh Husn Nirala Dekha\n Peer E Rabbani Tera Hoga Chiraaga Har Dum, Kyun ke Yazda Ka Karam Tujhpe Nirala Dekha\n Ho Munawwar Ab Aadil Bhi Sadke Mein Tere, Humne Kitno Ko Tere Darr Se Sawarte Dekha"
        },
      {
        "id": 14,
        "title":"La Ilaha ka khulasa Peer me hai",
        "lines":"La Ilaha ka… khulasa Peer me hai, Aur Rasool e… Khuda bhi Peer me hai\n Haq ki tasveer Mustafa ka jamaal, Noor e Khairul waraa Peer me hai\n Rang e Hasnain aur Maula bhi, Panjatan ki bahar Peer me hai\n Kalma padna nahi samajh na hai, Iska Irfaa chupa Peer me hai\n Kis jagah jae tumko chod ke hum, Dono Aalam numah Peer me hai\n Yaar ki nazron se piye jao, Maiy Tahura ka raaz Peer me hai\n Lakh sajdo se kuch nahi haasil, Bandagi ka khumar Peer me hai\n Kaise Aadil tu yeh bataega, Tera Dil aur Jaan Peer me hai\n"
      },
      {
        "id": 15,
        "title":"Log puchte hai mujhse",
        "lines":"Log puchte hai mujhse kaisi teri yeh baat hai, Main to adna sa gadaa hu, tu meri pehchan hai\n Kar nawazish aysi ke tera hi ban jau sada, Dhadkano me bhi samaa jaa ab yehi armaan hai\n Ho hi jaati hai khatay, rakh hi lete hai bharam, Yeh teri banda-nawazi ka alag andaaz hai\n Jis tarah tumne rakha hai Is zamane me bharam, Hashr me bhi tum nibhana, tumse hi to aas hai\n Yeh jo shohrat do jahaan me mil rahi sadka tera, Sab teri lutfo inayat sab tera ehsaan hai\n Kya karu mai aysi pee ke, jisme main jinda rahe, Woh pilaa main na rahu, bas teri hi har baat hai\n Sadke tere chal rahi hai Aadil ki bhi thodi bohot, Yeh karam tera hai Aaqaa, Yeh teri khairaat hai\n"
      },
        
        {
          "id": 16,
          "title":"Jalwa hai jab woh Char soo",
          "lines":"Jalwa hai jab woh Char soo, Phir bhi Chupa hua hai Kyun, Zahid Khuda Ko dhund tu, Mera Khuda ho Ru-Baru!\n Nadaan hai jo Dhundte, Haq ka Pata Waha Yaha, Khud me Khuda Ko dekh le, Rehta hai is Makaa me woh!\nNa Samjho ise tum Khak wa Aag, Ek Noor ka hai yeh Makaan, Darwaze is ke Saath hai, Do Khidki se Jhakta Khuda!\nKhud Ka Pata Mila Mujhe, Deedar Shah Peer Se, Meeraj e bandagi hui, Jisne Sanam Ko Paaliya!\nBismillah Shah Peer ne, Jaam e maiy Pila diya, Apna bana ke Rabbani ko, Munawwar Sanam bana diya!"
        },
        {
          "id": 17,
          "title":"Kya Khoob Sandal hai",
          "lines":"Kya Khoob Sandal hai Mere Aye Peer-e-Rabbani tera, Sadqa Baate Panjatan Ka Peer-e-Yazdani tera\n Kya Khoob Chaadar hai teri Yazda piya ladle, Rang Hasnaini hai isme Aur hai Noorani fiza\nDeedar Shah Bhi aaye hai Bismil piya bhi hai Yaha, Auliya Ki Anjuman me bol bala hai tera!\nNisbat e Rozekari Ka hai Ka hai yeh faiz Rawa, Sadqe me Deedar Shah Ka Banda Nawaz bhi Yaha!\nAashiqo Ki Dhoom hai Aur Aarifo Ka hai Guzar, Noor Ki baarish yaha pe Aur hai noorani Samaa!\nJholi Bhardo Sabki aaj Jitne hai Saahil Khade, Sadke me Dada Madaar Kardo Sabka beda Paar\nTere Aastan pe barse Noor Ki Baarish Sadaa, Humpe bhi pad jae Chitte Sadke me Yazda piya\nHar Ghadi Rakhna Bharam Aadil Ka Rabbani Piya, Tere dum pe Khub Itrata phire Adna Gulam!"
        },
        {
          "id": 18,
          "title":"Mehboob-e-Qibriya",
          "lines":"Aalam Ke hai jo rehnuma Mehboob-e-Qibriya, Sadke me jinke do jahan Mehboob-e-Qibriya!\n Tumho Zahoore Kainaat Tum jo Saraapa Noor, Haq bhi Kahe tumko Salaam Mehboob-e-Qibriya!\nSab Ambiya me Aapka bala hai Martaba, Saare hi hai tumpare fida Mehboob-e-Qibriya\nMeeraj pe the jab Nabi Yeh Shaan dekh Kar, Huro Malak ne di Sada Mehboob-e-Qibriya\nMutthi me Kankari ne bhi Kalma hai padh liya, Dum me bhi ho yehi Sada Mehboob-e-Qibriya\nAb to hame bhi deed ho Muddad hui Huzoor, Sadke Shaheed-e-Karbala Mehboob-e-Qibriya\nZikr-e-Rasool-e-Qaynaat Bakshish Ke hai Sabab, Aadil bhi hai Pashemaan Mehboob-e-Qibriya!"
        },
        {
          "id": 19,
          "title": "Mere Aakaa Peer Rabbani",
          "lines": "Tere hi Kadmo se to lage hai, Mere Aaka Peer Rabbani, Tere hi Jalwo pe Marr mite hai, Mere Aaka Peer Rabbani\n Tere hi Ishq mein doob jaana, Tujhme samaa Ke khud ko Banana, Aisa hunar ab to humko ata kar, Mere Aaka Peer Rabbani\n Aap Yazda ke Raaj dulare, Apna Jeewan Unpe Waare, Tum Yazda ke Aakhon ke Taare, Mere Aaka Peer Rabbani\n Tere Bina Ab na Jeena Gawara, Aa Bhagwan Ab Mandir Mein Aaja, Pooja Karenge Paiya Padege, Mere Aaka Peer Rabbani\n Tere Hi Dum se Yeh Zindagi Hai, Tu Jo Nahi To Kuch Bhi Nahi Hai, Aadil Ko Bhi Tumhi Nibhana, Mere Aaka Peer Rabbani"
        },
        {
          "id": 20,
          "title":"Mere Peer hai Rabbani Piya",
          "lines":"Ke Mere Peer hai... Rabbani Piya, Noor e Tanveer hai Rabbani Piya!\n Peer e Yazda Ki Maiy Jisme hai, Woh Paymana hai Rabbani Piya!\nHumko bhi Kar ataa woh Ishq Ka Jaam, Jo piya Tune Rabbani Piya!\nKoi aur Rang na Chade humpar, Tera hi Rang ho Rabbani Piya!\n Peer Bismillah Ko Naaz hai Jispar, Woh Munawwar hai Rabbani Piya!\nBandagi ke Mere har Aalam Me, Justuju teri Rabbani Piya!\nJisne Khole hai Qalb Ke Taale, Aisi Kunji hai Rabbani Piya!\nLaaj Aadil Ki tere Haath me hai, Ho na Ruswai Rabbani Piya!"
        },
        {
          "id": 21,
          "title":"Mera Hussain hai",
          "lines":"Karbal me ghar lutaya woh, Mera Hussain hai, Sajde me sarr kataya woh, Mera Hussain hai\n Jinn ke liye Rasool ne, 'Minal Hussain' kaha, Aysi azeem zaat woh, Mera Hussain hai\n Doshe payambari pe aap, Sajde hue hai tool, Jinki sawaari ho Nabi, woh Mera Hussain hai\n Sab ambiya ne deen ka, Paigam laaye hai, Jo deen banke aaya woh, Mera Hussain hai\n Abbas(as) ki wafa ne, Aylaan kar diya, Sab se buland makaam woh, Mera Hussain hai\n Aashique hue zamane ke, Har daur me magar, Jiski na ho misaal woh, Mera Hussain hai\n Hum aasiyo ko hashr me, Kiski nijaat hai, Yazdani Peer ne keh diya, Mera Hussain hai\n Kyun khauf se gazarti hai, Aadil teri hayaat, Mushkil khusha jahaan ka, Mera Hussain hai"
        },
        {
          "id": 22,
          "title":"Meri zindagi me hidayat na hoti",
          "lines":"Meri zindagi me hidayat na hoti... Tere Ishq ki gar inayat na hoti\n Na hota jahaan me aisa guzara... Tere zikr ki gar Qayadat na hoti\n Jo Teri Mohabbat me hum na pighalte... To Rahe bakaa ki Shanaqat na hoti\n Hai jiski nazar me hama waqt Jaana... Koi isse badkar Ibadat na hoti\n Rahu na mai baaki jo tu hi rahe to... To phir zindagi se Shikayat na hoti\n Jo Ulfat me unki tadapta hai Aadil... Kisi aur ki ab jarurat na hoti"
        },
        {
          "id": 23,
          "title":"Munawwar Ali Ka",
          "lines":"Ye dil hai Deewana Munawwar Ali Ka, Hai Yazda Gharana Munawwar Ali Ka!\n Mila wasta Gaus se bhi hai Nisbat, Hai Shijra Suhana Munawwar Ali ka\nMarkaze Qadri hind me hai woh Roshan, Jo hai Aastana Munawwar Ali Ka\nBarasti hai Rehmat Ki barish Jhamajham,Yeh hai Aashiyana Munawwar Ali Ka\n Main Kyun Gair Ke dar pe daman pasaru, Rawa hai Khazana Munawwar Ali Ka\nAgar Kurbe Maula Ki Khwaish hai tujhko,                                                   Padhe jaa tarana Munawwar Ali Ka\nKhuda bhi hai unka Khudai bhi Unki, Hai Saara Zamana Munawwar Ali Ka\nJo Unke Gulamo se Uljhega Faizan,      Banega Nishana Munawwar Ali Ka!!!"
        },
        {
          "id": 24,
          "title":"Mohammed Mustafa Ki Shaan",
          "lines":"Mohammed Mustafa Ki Shaan... Kya hai Yeh Khuda Jaane, Bazahir hai to yeh Mehboob... Haqeekat me Khuda Jaane\n Juda Kab hai Mohammed se Khuda Yeh... dekh deewane, Ke kalme me bhi hai wo Saath, Shane Mehboob Kya Jaane!\n Moheeb hai aur wohi Mehboob-e-Khuda... hai aur Mohammed bhi, Ahad hokar bana Ahmed... Haqeekat uski Kya Jaane!\n Tadap ta hai mera dil Inke Jalwo... Ki Jhalak paane, Bula lo rehmate aalam... Hame bhi deedar ho Jae\n Ke Saare Rindo Ke Aaqa tumhi ho... Saakiye Kausar, Pilao Jaam ek aisa... Ke Jisse hum khuda Jaane!\n Mohammed Ko Mohammed ne Bulaya... tha Shabe-Meeraj, Na Samjhega Koi yeh baat... Raaz iska Khuda Jaane!\n Sajake Apne dum ko kar Chiraga... Apne dil me tu, Nahi Samjhe ise Nadaan... ise ahle Samajh Jaane\n Mohammed Ki Shabahat hai Mere... Sarkaar Yazdaani, Sanam itna haseen hai woh... Makaam unka Khuda Jaane!\n Mere Aaqa Mere Maula Mere Murshid... Mere Jaana, Bujha so Rabbani Ki pyas... Ke ho Meeraj-e-Irfani!"
        },
        {
          "id": 25,
          "title":"Rabbani Peer Hamare",
          "lines":"Hum dukhiyo Ke Sahare, Rabbani Peer hamare, Yazda Ke Raaj Dulhare, Rabbani Peer hamare\n Yazda Ki Aakhon Ke taare, Deedar Shah Ke Pyare, Bismillah Shah Ne Saware, Rabbani Peer Hamare\nTumse Ye Qalb hai Roshan, Tumpe fida mera Tan Mann, Kalme Ki Kal dene wale, Rabbbai Peer hamare\nSaas Ke taar Bajale, Qalbo jigaar Ko sajale, Apne Piya Ko manale, Rabbani Peer hamare\nIshq me tere jilana, Fanaa Aur Bakaa Samjhana, O noori Chehre waale, Rabbani Peer hamare\nBigda Naseeba jagao, Kadmo se apne lagao, Sabke yehi hai fasane, Rabbani peer hamare\nAadil tu ho inpe Shaida, Ho jaiga tu 'Munawwar', Tasweer inki Sajale, Rabbani peer hamare!"
        },
        {
            "id": 26,
            "title": "Salaam",
            "lines": "Salaam Lelo Ay Peer E Yazda , Khade Hai Humsab Salaam Lelo, Hum Bekaso Ka Tumhi Sahaara, Khade Hai Hum Sab Salaam Lelo\n Ke Hai Jhalak Tum Mein Mustafa Ki, Ke Hai Chamak Tum Mein Khud Khuda Ki, Tumho Sarapa E Noor E Ahmed, Khade Hai Hum Sab Salaam Lelo\n Ke Tumho Saakhi Hamare Yazda, Pilao Kuch Aisa Jaam E Irfaan, Nasha Rahe Jiska Taa Qayamat, Khade Hai Hum Sab Salaam Lelo\n Tumhara Mangta Hu Mere Aaqa, Suno Dua E Meri Khudaara, Lagalo Kadmo Se Apne Mujhko, Khade Hai Hum Sab Salaam Lelo\n Yahi Hai Chahat Yahi Hai Hasrat, Rahe Salamat Tumhaari Nisbat, Yahi Sahara Hai Do Jaha Mein Khade Hai Hum Sab Salaam Lelo\n Ye Hai Gulistaan Peer E Yazda, Rahega Yuhi Jo Taa Qayamat, Ke Is Chaman Se Rabbani Bhi hai, Khade Hai Hum Sab Salaam Lelo"
          },
        {
          "id": 27,
          "title":"Sanam ki Deed me nazro",
          "lines":"Sanam ki Deed me nazro ko tu Sarshar rehne de, Usii ke zikr se hi Qalb ko bedaar rehne de\n Zamane ki mohabbat se mujhe bezar rehne de, Tu apne hi tafakkur me mujhe har baar rehne de\n Tu apni zaat me aisa basaa le apne Murshid ko\n Rahe na ab koi baaki faqat Dildaar rehne de\n Koi Masjid ke rukh jae kisi ka Maikada manzil, Meri Manzil ko kadmo me tere Sarkar rehne de\n Ke humne aur bhi Saakhi Sanam khano me dekha hai, Magar meri nigaho me tera rukhsar rehne de\n Yeh tera hai karam teri inayat se mere jaana, tujhi ko paa liya hai ab tera Haqdar rehne de\n Jo paana hai agar Haq ko to paa lo apne Murshid ko, Ke Aadil bhi kare tasdeeq aur Iqrar rehne de\n"
        },
      {
        "id": 28,
        "title": "Surat Pe Balhaari",
        "lines": "Tori Surat pe Balhaari Morey Daata Yazdani, \n Tumko Paane Kar Kar Bahane, Yeh Saari Duniya Haari\n Tere Aaneke Khatir Meine, Palkho Ko Apne Bichali\n Bal Bal Jau Nach Nach Jau, Shah E Yazda Ki Aaayi Sawaari\nSajh Dahj Ke Mein Nach Nach Ke Mein, Yazda Piya Ko Manali \nRabbani Ko Tumne Munawwar Karke, Dono Aalam Mein Azmat Badali\n Aadil Mein Aatu Ab Bus Jaa Tu, Mann Mandir Maine Banali"
      },
        {
          "id": 29,
          "title":"Tere Ishq me Mubtila Mujh ko kar de",
          "lines":"Tere Ishq me Mubtila Mujh ko kar de, Yeh raahe fanaa me baqaa mujh ko kar de\n Tere hi hai charche har ek simt jaana, Tere raaste ka pataa mujh ko kar de\n Khabar na rahe mujh ko duniya jahaan ki, Tere qurb se aashna mujh ko kar de\n Nigahe hai bechain tujhe dekhne ko, Munawwar woh jalwa ayaa mujh pe kar de\n Rahe hosh baki na Rindo ko tere, Tere Maikade ki Ziya mujh ko kar de\n Meri zindagi ke har ek marhale me, Tere naqshe paa ka Nishan mujh ko kar de\n Rabbani hai Maikash tere Peer e Yazda, Jo inko pilaya ataa mujh ko kar de\n Hai saare sakhiyon me kamtar hai Aadil, Khudara nigahe karam mujhe pe kar de"
        },
        {
          "id": 30,
          "title":"Ulfat e Peer",
          "lines":"Ulfat me teri humdum is rah me hum aaye, aur kadmo me tere yeh umr guzar jae\n Hai tere karam se hi... duniya hai meri Roshan, Gar tu na mila to phir... yeh duniya ujad jae\n Yeh jaan bhi teri hai... Imaan bhi tujh pe hai, Ab chahe tu jo chahe... woh marzi bana jae\nTu saakhi bane mera... maikhar mai bann jau, is shawk me hi meri... yeh umr guzar jae\n Kaayam rakh mera wazu... daayam ho meri Namaaz, ek lamha juda na rahu... har pal tu nazar aae\n Tere Ishq ko paana hi... ab haasil e Imaan hai, Tera Ishq ho jisko ataa... woh khud hi nikhar jae\n Jo raaz hai kalme ka... kar dena ayaa dil me, Phir jaan ke kalme ko... hum bhi to sawar jae\n Us lamha tu aa jaana... jab koi na kaam aae, Bus deed ho teri Sanam... aur rooh nikal jae\n Har waqt nibhaya hai... Murshid ne mujhe dekho, Aadil bhi saari umr. unke hi Shukr gae..."
        },
        {
          "id": 31,
          "title":"Yaar Ka Jalwa",
          "lines":"Is dil me apne Yaar ka... jalwa basa ke dekho, Ho jaega chiraga... dum ko saja ke dekho\n Mil jaengi yakeenan... rah e bakaa ki manzil, Kadmo me apne Yaar ke... Dil ko jhuka ke dekho\n Nazro se jisne pee hai... usko na hosh aaye, aisi bhi maikashi hai... mere Sanam ki dekho\n Gar ho tumhe hatana... Wehdaniyat ka parda, Ishq me apne Yaar ke... hasti mitaa ke dekho\n Tujh ko bhi wasl honga... gar hai wafa unse, Surat pe apne Yaar ki... Nazre jama ke dekho\n Yazda Madaar mera... daaro madar inn par, Taalib hua to kya hai... pehle Sanam ko dekho\n Rabbani Peer unpar... sab kuch lutaa diye hai, Aadil bhi hai tumhare... Kadmo ki khak dekho"
        },
      {
        "id": 32,
        "title": "Yazda Tu Nirala Hai",
        "lines": "Sab Husn Se Aala Hain, Yazda Tu Nirala Hai, Hai Saare Sanam Lekin, Yazda Tu Nirala Hai\n Surat Teri Irfani, Sirat Teri Rehmaani, Tu Noor Ka Jama Hai, Yazda Tu Nirala Hai,\n Tujhko Mein Khuda Kehdu, Ya Rabbul Ulaa Kehdu, Alfaaz Nahi Milte, Yazda Tu Nirala Hai,\n Tu Apni Karimi Se, Humko Bhi Nibha Lena, Meri Laaj Sharam Tumse, Yazda Tu Nirala Hai,\n Rabbani Se Pucho, Qurbat Mere Yazda Ki, Ye Aashiqe Yazda Hai, Yazda Tu Nirala Hai,\n Aadil Teri Baari Hai, Maikhana E Yazda Mein, Ye Sabko Pilaate Hai, Yazda Tu Nirala Hai"
      }
    ]